reports_1858/ycsb/load_a.log
[OVERALL], RunTime(ms), 15432
[OVERALL], Throughput(ops/sec), 64.80041472265422
[TOTAL_GCS_Copy], Count, 5
[TOTAL_GC_TIME_Copy], Time(ms), 43
[TOTAL_GC_TIME_%_Copy], Time(%), 0.2786417833074132
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 17
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.11016070502851219
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 60
[TOTAL_GC_TIME_%], Time(%), 0.38880248833592534
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6530.0
[CLEANUP], MinLatency(us), 6528
[CLEANUP], MaxLatency(us), 6531
[CLEANUP], 50thPercentileLatency(us), 6531
[CLEANUP], 95thPercentileLatency(us), 6531
[CLEANUP], 99thPercentileLatency(us), 6531
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 12900.448
[INSERT], MinLatency(us), 10816
[INSERT], MaxLatency(us), 112831
[INSERT], 50thPercentileLatency(us), 12415
[INSERT], 95thPercentileLatency(us), 15423
[INSERT], 99thPercentileLatency(us), 20799
[INSERT], Return=OK, 1000