reports_1858/ycsb/load_a_4t.log
[OVERALL], RunTime(ms), 5225
[OVERALL], Throughput(ops/sec), 191.38755980861245
[TOTAL_GCS_Copy], Count, 5
[TOTAL_GC_TIME_Copy], Time(ms), 41
[TOTAL_GC_TIME_%_Copy], Time(%), 0.7846889952153111
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 15
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.28708133971291866
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 56
[TOTAL_GC_TIME_%], Time(%), 1.0717703349282297
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 1809.75
[CLEANUP], MinLatency(us), 408
[CLEANUP], MaxLatency(us), 5687
[CLEANUP], 50thPercentileLatency(us), 485
[CLEANUP], 95thPercentileLatency(us), 5687
[CLEANUP], 99thPercentileLatency(us), 5687
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 15028.544
[INSERT], MinLatency(us), 10520
[INSERT], MaxLatency(us), 110143
[INSERT], 50thPercentileLatency(us), 14415
[INSERT], 95thPercentileLatency(us), 18383
[INSERT], 99thPercentileLatency(us), 21967
[INSERT], Return=OK, 1000