reports_1858/ycsb/load_c.log
[OVERALL], RunTime(ms), 14894
[OVERALL], Throughput(ops/sec), 67.14113065664026
[TOTAL_GCS_Copy], Count, 5
[TOTAL_GC_TIME_Copy], Time(ms), 42
[TOTAL_GC_TIME_%_Copy], Time(%), 0.2819927487578891
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 16
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.1074258090506244
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 58
[TOTAL_GC_TIME_%], Time(%), 0.3894185578085135
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6906.0
[CLEANUP], MinLatency(us), 6904
[CLEANUP], MaxLatency(us), 6907
[CLEANUP], 50thPercentileLatency(us), 6907
[CLEANUP], 95thPercentileLatency(us), 6907
[CLEANUP], 99thPercentileLatency(us), 6907
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 12411.976
[INSERT], MinLatency(us), 10280
[INSERT], MaxLatency(us), 105535
[INSERT], 50thPercentileLatency(us), 11999
[INSERT], 95thPercentileLatency(us), 14215
[INSERT], 99thPercentileLatency(us), 19455
[INSERT], Return=OK, 1000