reports_1858/ycsb/load_c_4t.log
[OVERALL], RunTime(ms), 4996
[OVERALL], Throughput(ops/sec), 200.160128102482
[TOTAL_GCS_Copy], Count, 5
[TOTAL_GC_TIME_Copy], Time(ms), 39
[TOTAL_GC_TIME_%_Copy], Time(%), 0.7806244995996797
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 16
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.32025620496397117
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 55
[TOTAL_GC_TIME_%], Time(%), 1.1008807045636508
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 3089.75
[CLEANUP], MinLatency(us), 460
[CLEANUP], MaxLatency(us), 8311
[CLEANUP], 50thPercentileLatency(us), 478
[CLEANUP], 95thPercentileLatency(us), 8311
[CLEANUP], 99thPercentileLatency(us), 8311
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 14819.012
[INSERT], MinLatency(us), 10736
[INSERT], MaxLatency(us), 111871
[INSERT], 50thPercentileLatency(us), 14231
[INSERT], 95thPercentileLatency(us), 17727
[INSERT], 99thPercentileLatency(us), 21279
[INSERT], Return=OK, 1000