reports_1858/ycsb/run_a_4t.log
[OVERALL], RunTime(ms), 2113
[OVERALL], Throughput(ops/sec), 473.260766682442
[TOTAL_GCS_Copy], Count, 2
[TOTAL_GC_TIME_Copy], Time(ms), 33
[TOTAL_GC_TIME_%_Copy], Time(%), 1.5617605300520587
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 15
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.709891150023663
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 48
[TOTAL_GC_TIME_%], Time(%), 2.271651680075722
[READ], Operations, 513
[READ], AverageLatency(us), 5716.360623781677
[READ], MinLatency(us), 3762
[READ], MaxLatency(us), 179327
[READ], 50thPercentileLatency(us), 5079
[READ], 95thPercentileLatency(us), 7239
[READ], 99thPercentileLatency(us), 8639
[READ], Return=OK, 513
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 2618.75
[CLEANUP], MinLatency(us), 393
[CLEANUP], MaxLatency(us), 9167
[CLEANUP], 50thPercentileLatency(us), 440
[CLEANUP], 95thPercentileLatency(us), 9167
[CLEANUP], 99thPercentileLatency(us), 9167
[UPDATE], Operations, 487
[UPDATE], AverageLatency(us), 3080.82340862423
[UPDATE], MinLatency(us), 1779
[UPDATE], MaxLatency(us), 76351
[UPDATE], 50thPercentileLatency(us), 2559
[UPDATE], 95thPercentileLatency(us), 3503
[UPDATE], 99thPercentileLatency(us), 4057
[UPDATE], Return=OK, 487