reports_1858/ycsb/run_c.log
[OVERALL], RunTime(ms), 6058
[OVERALL], Throughput(ops/sec), 165.0709805216243
[TOTAL_GCS_Copy], Count, 3
[TOTAL_GC_TIME_Copy], Time(ms), 38
[TOTAL_GC_TIME_%_Copy], Time(%), 0.6272697259821723
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 17
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.2806206668867613
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 55
[TOTAL_GC_TIME_%], Time(%), 0.9078903928689337
[READ], Operations, 1000
[READ], AverageLatency(us), 4564.536
[READ], MinLatency(us), 3668
[READ], MaxLatency(us), 162431
[READ], 50thPercentileLatency(us), 4283
[READ], 95thPercentileLatency(us), 5195
[READ], 99thPercentileLatency(us), 6683
[READ], Return=OK, 1000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5410.0
[CLEANUP], MinLatency(us), 5408
[CLEANUP], MaxLatency(us), 5411
[CLEANUP], 50thPercentileLatency(us), 5411
[CLEANUP], 95thPercentileLatency(us), 5411
[CLEANUP], 99thPercentileLatency(us), 5411